Repository: mozilla-l10n/mt-training-data
Catalog: hno/hno_pontoon.tmx
Source language: en_us
Languages: hno

source: 1 sentence collected
hno: 1جملہ جمع ہو گیا

source: 2019 End-of-Year Release
hno: 2019 سال دے آخر تے ریلیز

source: 2 down, keep it up!<playIcon></playIcon>
hno: 2ڈاؤن، جاری رکھو شاباش!<playIcon></playIcon>

source: ≥ 2 No votes
hno: ≥ 2 ناں ووٹ

source: ≥ 2 Yes votes
hno: ≥ 2 ہاں ووٹ

source: Abbreviations and Acronyms
hno: مخففات تے سرنامیہ

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
hno: سورس ٹیکسٹ بچ مخففات تے سرنامیہ جسطرح "یو ایس اے" یا "آئی سی ای" کولوں گریز کرنا چاہِیدا ہِے کیاں کہ اے اس طرح پڑھے جل ہکدے ہن جِڑا ان دے ہِجّے نال موافق نہ ہووے۔ مزید اے، ہک ای مخفف واسطے مُچ طرح دیاں درست ریڈنگز ہو سکدیاں ہِن۔

source: Abkhaz
hno: ابخاز

source: About
hno: بارے (دے بارے)

source: About options menu
hno: اختیارات آلے مینو بارے

source: Academic Reference
hno: تعلیمی حوالہ

source: Accent
hno: لہجہ

source: Accepted file types: .tsv only
hno: قبول فائل دی قسماں: صرف tsv۔

source: Access press releases and stories related to Common Voice
hno: کامن وائس بارے پریس ریلیز ہور کہانڑیاں کو پُہنچو

source: Account
hno: اکاؤنٹ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
hno: <accuracyLink>درستگی دے معیار بارے مزید دکھو۔</accuracyLink>

source: Acehnese
hno: اسینی

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
hno: { $actionType }<micIcon></micIcon>ہور جتنا ہو سکا تسیں قدرتی طور تے جواب دیو

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
hno: { $actionType }<playIcon></playIcon> ہو لِکھو جِڑّا تساں اُس آدمیاں کو آخدیاں سنڑیا

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
hno: { $actionType }<playIcon></playIcon>انہاں جملہ درست طریقے نال بولیا؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
hno: آڈیو کلپ سنڑو ہور ٹرانسکرپشن دا جائزہ گِھنو۔ اے ہک جے ہن؟ اگر نیں تے اس کو بالکل میچ کرنا آسطے درست کرو۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
hno: { $actionType }<recordIcon></recordIcon> فرجملہ اُچی آواز نال پڑھو

source: { $actionType }<stopIcon></stopIcon> when done
hno: { $actionType }<stopIcon></stopIcon>جدوں ہو جُلا

source: { $actionType } submit when ready
hno: { $actionType }بھیجو جدوں تیار ہوے

source: Adamawa Fulfulde
hno: ادماوا فولفلڈے

source: Add and Review Sentences, Add Questions, Transcribe Audio
hno: جملے شامل کرو تے جائزہ گھنو، سوال شامل کرو، آڈیو ٹرانسکرائب کرو

source: Add a question <icon></icon> in { $currentLocale } for people to answer
hno: لوکاں کولو جواب آسطے { $currentLocale }وچ</icon> ہک سوال بھاؤ

source: Add as much information as you can about the language. This could include:
hno: تسیں زبان دے بارے جتنی معلومات دے ہکدے او او بھاؤ۔ اس بچ ایہ شامل ہو سکدا آسا:

source: Add <icon></icon> a public domain sentence
hno: شامل کرو<icon></icon>ہک عوامی ڈومین دا جملہ

source: Add information
hno: معلومات داخل کرو

source: Adding Sentences
hno: جملے بینڑے

source: Additional Language
hno: اضافی زبان

source: Add Language
hno: زبان شامل کرو

source: Add new custom accent "{ $inputValue }"
hno: نواں مرضی دا لہجہ شامل کرو "{ $inputValue }"

source: Add new sentences for the community to read
hno: کمیونٹی دے پڑھنا واسطے نئے جملے شامل کرو

source: Add one sentence per line
hno: فی لائن ہک جملہ شامل کرو

source: Add questions in your language
hno: اپنڑی زبان بچ سوال شامل کرو

source: Add Questions <small>(Coming soon)</small>
hno: سوال شامل کرو<small>(جلدی آرہے ہن)</small>

source: Add Sentences
hno: جملے شامل کرو

source: Add sentences in your language
hno: اپنڑی زبان بچ جملے شامل کرو

source: Add Text
hno: عبارت/جملے بھاؤ

source: Add up to 1,000 sentences
hno: 1,000 تک جملیا ں کو شامل کرو

source: Add Your Voice
hno: اپنڑی آواز شامل کرو

source: Adyghe
hno: ادیغی

source: Afaan Oromo
hno: افان اورمو

source: Afar
hno: افار

source: A few bytes
hno: کُجھ بائٹس

source: Afrikaans
hno: افریکن

source: Age
hno: عمر

source: Agriculture and Food
hno: زمینداری تے خوراک

source: Albanian
hno: البانی

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
hno: پچھا دا ہلکے جا شور چل جُلسی، لیکن اگر تسیں کسی ہور آدمیا کو مختلف لفظ بولدیاں سنڑ ہکدے ہو، تے اس کلپ کو مسترد کر چُھڑنا چاہی دا ہے۔ عام طور تے اے اُتھا ہوندا ہے جتھا ٹی وی کو آن چھوڑ دتیا دا ہوا، یا قریب کوئی گلّاں ہو رہیاں ہون۔

source: All
hno: سارے

source: All sentence must have the same domain
hno: سارے جملیاں دی ہک جیسی ڈومین ہونڑی چائی دی ہے

source: All sentences must have the same citation
hno: سارے جملیاں دا ہک جیسا حوالہ ہونڑا چائی دا ہے

source: Already have an account? <login>Log-In</login>
hno: پہلا تو اکاؤنٹ ہے؟<login>لاگ اِن</login>

source: Alsatian
hno: الساشین

source: Amharic
hno: امھاری

source: An error occurred fetching sentences
hno: جملے آنڑناں بچ ہک خرابی ہو گئی

source: An error occurred reviewing this sentence
hno: اس جملے دی نظرثانی بچ ہک خرابی ہو گئی

source: An error occurred submitting your voice information
hno: تسدی آواز دی معلومات جمع کرالدیاں ہویاں ہک غلطی ہوئی

source: An error occurred while creating this transcript
hno: اے ٹرانسکرپٹ بنڑیندیاں ہک غلطی ہو گئی

source: An error occurred while editing the transcript
hno: ٹرانسکرپٹ کو تبدیل کردیاں ہک غلطی ہو گئی

source: An error occurred while recording
hno: ریکارڈ کردیاں ہک غلطی ہو گئی۔

source: An error occurred while skipping the transcript
hno: ٹرانسکرپٹ چُھوڑدیاں ہک غلطی ہو گئی

source: An error occurred while skipping this prompt
hno: اس پُرومٹ چُھوڑدیاں ہک غلطی ہو گئی

source: An error occurred while submitting the report
hno: رپورٹ جمع کرادیاں ہک غلطی ہو گئی

source: An error occurred while uploading your response
hno: تُسدا جواب جمع کرالدے اں ہک غلطی ہو گئی

source: An error occurred while voting the transcript
hno: ٹرانسکرپٹ کو ووٹ دیندیاں ہک غلطی ہو گئی

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
hno: گمنام صارف دا ڈیٹا جس وچ عمر، جنس ، تے لہجہ شامل ہے اے آڈیو ڈیٹا دے معیار کو بہتر بنڑیدا اے جس نال سپیج ریکگنیشن انجناں دی بہتر تربیت ہوندی ہے۔ تسدا یوزرنیم تے ای میل کدے بھی تسدے جمع کیتے ڈیٹا نال وابستہ ناں ہوسی، تے تسیں ایہہ چُنڑ سکدے ہو کہ آپنڑا یوزرنیم عوامی رکھنڑا یا گمنام۔

source: Answer questions
hno: سوالاں دا جواب دیو

source: Answer Questions <small>(Coming soon)</small>
hno: سوالاں دے جواب دیو<small>(جلدی آرہے ہن)</small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
hno: کوئی بھی عبارت ہور آواز دے ڈیٹاسیت کو اشتراک، بنڑا کے ہور ترتیب دے کے اپنڑی زبان کو محفوظ، دوبارہ زندہ تے اُچّا رتبہ دے ہکدا اے۔

source: Approve
hno: منظور کرو

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
hno: پچھا دا پرسکون ہبب ٹھیک ہے، لیکن اسیں مزید شور نہ چہندے اں جڑی وجہ بنڑا ہک مشین الگورتھم کو او الفاظ پہچانڑنا بچ جڑے لھکے دے مواد بچ نیں۔ تسیں اگر اس مواد تو علاوہ کوئی ہور الفاظ سنڑ ہکدے ہو، تے او کلپ رد کر چھڑنا چاہیے دا ہے۔ عام طور تے اے ہوندا ہے جتھا ٹی وی آن چھوڑیا دا ہوے، یا جتھاں نیڑے تے گل بات ہو ری ہوے۔

source: Arabic
hno: عربی

source: Aragonese
hno: ایراگونی

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
hno: تسیں پہلاں ای اسدے بیٹا چیک کرنا آلا گروپ جِڑا کامن وائس دا بےساختہ تقریر دا منصوبے اے بچ ہو؟

source: Are you coming? [called by another]
hno: تُسیں آ رے ہو؟ [کوئی ہور بولیا]

source: Are you coming? <strong>[called by another]</strong>
hno: تسیں آ رِہ ہو؟<strong>[کسی ہور بلایا]</strong>

source: Armenian
hno: آرمینی

source: Armenian Western
hno: آرمینی مغربی

source: Arvanitika
hno: اروانیٹیکا

source: Ask about a new language
hno: نویں زبان بارے پُچھو

source: Ask Mozilla to share your events
hno: اپنڑےاں پروگراما کو شیئر کرنا آسطے موزیلا کو پُچھّو

source: Ask sensitive questions
hno: حساس سوال پچھنڑاں

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
hno: اساں کولو <matrixLink>میٹرکس</matrixLink>، <discourseLink>ڈسکورس</discourseLink> یا <emailLink>ای میل</emailLink> دے بارے سوالات پُچھو۔

source: Assamese
hno: آسامی

source: Asturian
hno: آسٹرین

source: Atayal
hno: اتایال

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
hno: ہک ٹرانسکرپشن بچ سارے لفظ ہونڑے چائی دے ہن یا غیر لغوی بات چیت دیّاں آوازاں جِڑّیاں ہک آدمیاں آکھیا دیّا ہن، نال ای بار بار آکھیا دا بھی۔

source: Attention!
hno: توجہ!

source: Audio Format
hno: آڈیو فارمیٹ

source: Automotive and Transport
hno: آٹوموٹو تے ٹرانسپورٹ

source: Avatar
hno: اواتار

source: Avatar uploaded
hno: Avatar اپلوڈ ہو گیا

source: Average
hno: درمیانہ

source: A voice clip is marked "valid" when a user gives it a Yes vote.
hno: جدوں ہک استعمال کرنا آلہ ہاں اکھدا ہے تاں ہی ہک وائس کلپ کو ’’صیح‘‘ دا نشانڑ لیندے ہاں۔

source: Avoid too much background noise - it should be easy to hear you.
hno: مچ زیادہ بیگ گراؤنڈ شور کولو پچو- تساں کو سنڑنا آسان ہونڑا چاہیے دا ہے۔

source: Awards
hno: ایوارڈ

source: Azerbaijani
hno: آزرباٸجانی

source: Baatonum
hno: باٹونم

source: Baba Malay
hno: بابا مالے

source: Back
hno: پچھاں

source: Background Noise
hno: پِچھا دا شور

source: Background Voices
hno: پِچھا دیاں آوازاں

source: Back to Top
hno: واپس چوٹی تے

source: Bafia
hno: بافیا

source: Bafut
hno: بافوت

source: Bahasa Malay
hno: بھاسا مالے

source: Balochi
hno: بلوچی

source: Balti
hno: بلتی

source: Bambara
hno: بامبرا

source: Bamun
hno: بامون

source: Bamvele
hno: بمویلی

source: Bankon
hno: بنکون

source: Baoule
hno: باولی

source: Basaa
hno: باسا

source: Bashkir
hno: باشکیر

source: Basque
hno: باسک

source: Batanga
hno: بٹنگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
hno: ہک کلپ مسترد کرنا تو پہلا محتاط رہیو اس بنیاد تے کہ پڑھنا والے سنڑ ہک لفظ دا تلفظ غلط کیتاہے۔ غلط جگہ تے سڑیس کیتا ہے، یا بظاہر طور سوالیہ نشانڑ کو نظر انداز کیتا ہے۔ دنیا بھر استعمال بچ تلفظ بہت ساری طرح دے ہن، جنہاں بچو کوئی تساں اپنڑی مقامی کمیونٹی بچ نہ سُنڑے ہوسن۔ براہ مہربانی قدردانی دا ہک فرق فراہم کرو انہاں لوگاں کو جڑے تساں کولو مختلف بولدے ہوسن۔

source: Become a Common Voice Partner
hno: کامن وائس حصہ دار بنڑو

source: Belarusian
hno: بیلاروسی

source: Benefits
hno: فائدے

source: Bengali
hno: بنگالی

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
hno: [‘بیریٹ’ ٹھیک ہے چاہے دباؤ پہلے حرف تے (UK) یا دوسرے تے (US دے نال ]

source: Betawi
hno: بیٹاوی

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
hno: زبان دی حقیقت آسطے بہتر مدد کرے جس طرح دو زبانی یا<mark> زبان دی تبدیلی </mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
hno: زباناں آسطے بہتر مدد کرے جڑیاں تھوڑا یا <mark>ٹیکسٹ کارپس </mark>استعمال آسطے نہ ہوّا (مثال دے طور تے سماجی لہجے، ورائٹیاں، تاریخی طور تے بغیر لکھی دیاں زباناں)

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
hno: <bold>سول سوسائٹی ہور تحقیق کرنا آلے</bold>- مفت بچ ہک اثر کرنا آلے ڈیٹا سیٹ بنڑاؤ، سنبھالو ہور شیئر کرو

source: <bold>{ $count }</bold> Clips
hno: <bold>{ $count }</bold>کلپس

source: <bold>Help us</bold> find more voices
hno: <bold>اسدی مدد کر</bold>ہور آوازاں ڈھونڈناں واسطے

source: <bold>If you value open, inclusive data - donate today!</bold>
hno: <bold>اگر تسیں اوپن، جامع ڈیٹا دی قدر کردے ہو- تے اج ہی عطیہ دو!</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
hno: <bold>فلاحی کم</bold>-مقامی طور تے نئی چیز بنڑانڑ تے ترقی تیز کرنڑ آسطے ڈیٹا سیٹ بڑینڑا آسطے مدد کرو

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
hno: <bold>ٹیکنالوجی آلیاں کمپنیاں</bold>-ہک بڑدے ہوئے کثیرلسانی اے آئی ایکوسسٹم آسطے اوپن ڈیٹا بنڑانڑ بچ پیسے لاؤ

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
hno: <bold>اے آئی کیّاں صرف دنیا دی کجھ زباناں آسطے کم کرّا؟</bold>

source: Borgu Fulfulde
hno: بورگو فلفلڈے

source: Bosnian
hno: بوسینی

source: Both
hno: دونڑے

source: Both (Speak and Listen)
hno: دوئے (بولنا تے سنڑنا)

source: Breton
hno: بریٹون

source: [British English might make "root"]
hno: [برطانوی انگریزی "ڄڑھ" بنڑا سکدا ہے]

source: Browse Languages
hno: زباناں براؤز کرو

source: Brushaski
hno: بروشسکی

source: Build a custom goal
hno: مرضی دا ہدف بنڑاؤ

source: Build Profile
hno: پروفائل بنڑاؤ

source: Bulgarian
hno: بلغاری

source: Bulk batch
hno: بڑی کھیپ

source: Bulk Sentences Uploaded
hno: بڑی تعداد بچ جملے اپلوڈ ہوئے

source: Bulu
hno: بولو

source: Bunun
hno: بونن

source: Burmese
hno: برمی

source: Buryat
hno: بریات

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
hno: <b>ای میل کِیّاں؟</b>اسیں تساں کو مستقبل بچ ڈیٹا سیٹ بچ تبدیلیاں بارے رابطہ کرنے دی ضرورت پڑھ ہکدی ہے، ای میل اساں کو دیندی ہے رابطہ دا ہک رستہ۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
hno: “مڑی ای میل تے ہک لنک بھیجو” تے کلک کرنا نال، تُسیں اسدیاں<termsLink>سروس دیاں شرطاں</termsLink>ہور<privacyLink>رازداری دی پالیسی</privacyLink> نال متفق او تے اے کہ موزیلا تساں کو ای میل بھیج سکا جس بچ اے معلومات ہووا کہ کسطرح تسیں بیٹا چیک کرنا آلے کامن وائس’دے بے ساختہ تقریر دے پروجیکٹ بچ شامل ہوو۔

source: By editing your goal, you may lose your existing progress.
hno: اپنڑے ہدف بچ ترمییم کرنا نال، تسیں موجودہ پیش رفت کھو سکدے ہو۔

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
hno: ای میلاں وصول کرنا دے چڑنا نال تسیں اے آخدے ہو کہ تساں کو کوئی مسئلہ نیں موزیلا دے اس معلومات کو استعمال کرنا نال جسطرح موزیلا سنڑ <privacyLink>رازداری پالیسی</privacyLink>بچ وضاحت کیتی دی ہے۔

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
hno: <b>تسیں متفق ہو</b>کہ تسیں کامن وائس ڈیٹا سیٹ بچ بولنا والیاں دی شناخت دسنڑاں دی کوشش نہ کر

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
hno: اپنڑے بارے کوئی معلومات دینڑے نال، آواز دا ڈیٹا جڑّا تسیں کامن وائس بچ جمع کرسو او سپیچ ریکگنیشن انجنّاں واسطے مزید مفید ہوسی، جڑے اے ڈیٹا آپنڑی درستگی کو بہتر کرنا آستے استعمال کردے ہن۔

source: By telling us about yourself, you will help developers build more inclusive technology
hno: آپنڑے بارے بچ دسدیاں ہویاں، تسیں بڑینڑیاں والیاں دی مزید جامع ٹیکنالوجی بڑینڑاں بچ مدد کرسو

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
hno: کامن وائس استعمال کرنا نال تسیں اسدیاں <termsLink>شرطاں</termsLink> تے <privacyLink> رازداری نوٹس</privacyLink> نال متفق ہوسو

source: Cameroon Pidgin
hno: کیمرون پیجن

source: [Canadian English might make "route" sound like "rowt"]
hno: [کینیڈین انگریزی بچ "رُوٹ" دی آواز "rowt" نالو ہو سکدی ہے]

source: Cancel
hno: ختم کرو

source: Cancel Re-recording
hno: دوبارہ ریکاڈنگ منسوخ کرو

source: Cancel Submission
hno: جمع کرالنا کینسل کرو

source: Cannot submit more than 1000 sentences
hno: 1000 جملیاں کولو زیادہ نیں جمع کرا سکدے ہو

source: Can't decide?
hno: فیصلہ نیں کر ہکدے؟

source: Cantonese
hno: کینٹونیز

source: Catalan
hno: کٹالن

source: Central Alaskan Yupʼik
hno: سنٹرل الاسکن یوپک

source: Central Kurdish
hno: مرکزی کُردش

source: Central Melanau
hno: سنٹرل میلاناؤ

source: Central Puebla Nahuatl
hno: سنٹرل پیوبلا ناہواٹل

source: Change
hno: بدلاؤ

source: Change preferences
hno: ترجیحات بدلو

source: Changes the language dataset to which you're contributing
hno: زبان دے ڈیٹا سیٹ جس اچ تسیں حصہ بھا رے او کو بدلاؤ

source: Changes website text only.
hno: صرف ویب سائٹ دی عبارت بدلاؤ

source: Change your email via Settings under Login Identity
hno: لاگ ان پہچانڑ بچ ترتیباں دے ذریعے آپنڑی ای میل بدلاؤ

source: Check
hno: جائزہ گِِھنو

source: Check <icon></icon> is this a linguistically correct sentence?
hno: پڑتال کرو<icon></icon>آیا اے جملہ لسانی طور تے ٹھیک ہے؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
hno: چیک کرو آیا تسدی زبان درج ہے<languagesPageLink>کامن وائس زباناں دے صفحے</languagesPageLink>تے۔ اگر نیں اے، اے فارم پُر کرو تے اسیں<strong>تساں کو ہک آسان ای میل بھیجساں، آپنڑی زبان کو ترتیب دینڑا دا طریقہ دسّی</strong>۔

source: Check Transcriptions
hno: ٹرانسکرپشناں چیک کرو

source: <chevron></chevron>See less
hno: <chevron></chevron>تھوڑا دِکھو

source: <chevron></chevron>See more
hno: <chevron></chevron>ہور دِکھو

source: Chinese (China)
hno: چینی (چین)

source: Chinese (Hong Kong)
hno: چینی (ہانگ کانگ)

source: Chinese (Taiwan)
hno: چینی (تائیوان)

source: Chinyanja
hno: چنیانجا

source: Choose language/localization
hno: زبان/مقامیت دا انتخاب کرو

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
hno: سادے سوال چنڑّو جہڑے ہر ہکّا کو سمجنڑے اچ آسان ہوّن، کلچر ہور حوالے دا خیال نہ کرو۔

source: Chuvash
hno: كوئیش

source: Citation
hno: حوالہ دیو

source: Cite with a URL link or the full name of the work.
hno: URL لنک نال حوالہ دیو یا اُس کم دا سارا نام دا حوالہ دیو۔

source: Citing Sentences
hno: جملیاں دا حوالہ دینڑا

source: Click
hno: کلک

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
hno: <guidanceLink>اِتھا</guidanceLink>کلک کرو اے سکھنڑا آسطے کہ اے صفحہ کسطرح استعمال کراں

source: Clipboard not supported
hno: کلپ بورڈ کو سہارا نیں دیندا

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
hno: { $clipCount } وائس کلپس، کل آرکائیو سائز{ $size }. مُکسی { $expires }.

source: Clip Graveyard
hno: کلپ قبرستان

source: Clips recorded
hno: کلپ ریکارڈ ہو گے

source: Clips Uploaded
hno: کلپ اپ لوڈ ہو گے

source: Clips validated
hno: کلپ تصدیق ہوے

source: Clips You've Recorded
hno: کلپ جڑے تساں رکاڈ کیتے

source: Clips You've Validated
hno: کلپ جڑے تساں توثیق کیتے

source: Close
hno: بند

source: Collecting sentences
hno: جملے گٹھے کرن

source: Coming Soon
hno: جلدی آ رے آ

source: Comment
hno: تبصرہ

source: Common Voice data plus all other voice datasets above.
hno: کامن وائس ڈیٹا جمع اُتلے دوئے سارے وائس ڈیٹاسیٹ۔

source: Common Voice Dataset
hno: کامن وائس ڈیٹا سیٹ

source: Common Voice is a free, open source platform for community-led data creation
hno: کمیونٹی/قوم دی قیادت وچ ڈیٹا بنڑانڑ آسطے، کامن وائس ہک مفت، اوپن سورس پلیٹ فارم اے۔

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
hno: کامن وائس موزیلا فاؤنڈیشن دا ہِک منصوبہ ہِے، ہِک یو ایس 501 سی3۔ اے منصوبہ اِس ویلے مکمل طور<philantropicGrantLink>مخیّر امداد</philantropicGrantLink>دے فنڈز ہور دنیا بھر دے لوگاں دی خیرات تے ہے۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
hno: عطیات ہور گرانٹاں دے زریعے کامن وائس کو فنڈز ملدے ہن۔ اساں کو تعلیم دے ماہراں، سول سوسائٹی تے صنعت دے محققین نال تعاون کرنا اچھا لگدا ہے۔ کامن وائس دا استعمال مفت ہے، لیکن گرانٹ دیاں تجویزاں دے ذریعے پلیٹ فارم تے میزبانی دا خرچہ بچ حصہ بینڑا واقعی مدد ہے۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
hno: کامن وائس ہک دویا پلیٹ فارم شروع کر رہیا اے جس دی توجہ اصلی، بے ساختہ تے بغیر لکھی دی تقریر جمع کرنا تے ہوسی۔ اے مُچ ساریاں کمیونیٹیاں کو مُچ جلدی ڈیٹا جمع کرنا بچ مدد کرسی تے ڈیٹے دے سائنسداناں ہور بنڑینڑاں آلیاں اسطے بھی مددگار ہوسی۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
hno: کامن وائس موزیلا دا ہک قدم ہے، مشیناں کو سکھینڑا واسطے کہ اصلی لوگ کسطرح بولدے ہن۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
hno: کامن وائس دنیا دا سب تو بڑا عوامی طور تے دستیاب، مختلف زباناں دی آواز دا ڈیٹا سیٹ ہے۔

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
hno: کامن وائس ریکاڈنگ دا استعمال ماہرین تعلیم، چھوٹے کاروبار، تے آواز دی پہچانڑ دے شوقین کردے ہن، جسطرع عوامی طور تے دستیاب وسائل وائس ماڈلز کو تربیت دینڑا تے بڑھنا بچ مدد آستے کردے ہن۔

source: Community and Languages
hno: کمیونٹی ہور زباناں

source: Community, Creatives and Civil Society
hno: کمیونٹی، تخلیقاں تے سول سوسائٹی

source: Community participation and decision making.
hno: برادری دی شرکت تے فیصلہ سازی۔

source: Community Playbook
hno: کمیونٹی پلے بک

source: Confirm Goal
hno: مقصد دی تصدیق کرو

source: Connect with Gravatar
hno: Gravatar نال کنکٹ کرو

source: Contact
hno: رابطہ

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
hno: لکھاریاں، ڈرامہ نگاراں یا سکرین رائیڑز نال رابطہ کرو تے پچھو اُو اگر اپنڑے کماں دا ہک نکا جیا حصہ عوامی ڈومین واسطے وقف کرنا کو تیار ہن۔

source: Contact Form
hno: رابطے دا فارم

source: Contact the Common Voice team
hno: کامن وائس ٹیم نال رابطہ کرو

source: Contact us
hno: اساں نال رابطہ کرو

source: Contact Us
hno: اساں نال رابطہ کرو

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
hno: <licenseLink>کریئٹیو کامنز لائسنس</licenseLink> دے تحت مواد دستیاب ہے

source: Continue
hno: جاری

source: Continue speaking
hno: بولدے رُو

source: Continue validating
hno: تصدیق کرنا جاری رکھو

source: Contribute
hno: حصہ باؤ

source: Contribute on GitHub
hno: گٹ ہب تے حصہ بھاؤ

source: Contribute sentences
hno: جملے شامل کرو

source: Contribute text
hno: عبارت دے ذریعے حصہ باؤ
